<!DOCTYPE html>
<html>
    <head>
        <link rel="stylesheet" href="cientificos.css">
        <title> Albert Einstein</title>
    </head>

    <header class="Cabecera">
        <div class="wrapperCabecera">
            <div class="cajaWrapperCabecera">
                <img class="fotoAtomo" src="image/atomo.png"></img>
            </div>
            <aside class="tituloP">Cientificos famosos</aside>
        </div>

        <nav class="CajaMenu">
            <a class="menu" href="portada.html">Inicio</a>
            <a class="menu" href="portada.html">Noticias</a>
            <a class="menu" href="portada.html">Curiosidades</a>
            <a class="menu" href="portada.html">Sugerencias</a>
        </nav>
    </header>

    <main class="cuerpoPrincipal">
        <aside class="fotos">
            <img class="f1" src="image/albert-einstein.jpg"></img>
            <img class="f2" src="image/einstein2.jpg"></img>
        </aside>

        <b class="nombre">Albert Einstein</b>
        <p class="Nac">14 de marzo de 1879</p>
        <p class="Nac">Ulm, Alemania</p>
        <p class="biografia">
            Albert Einstein fue un f&iacute;sico te&oacute;rico alem&aacute;n, nacido en Ulm el 14 de marzo de 1879. Fue uno de los cient&iacute;ficos m&aacute;s influyentes del siglo XX y su trabajo tuvo un impacto significativo en la f&iacute;sica moderna y en nuestra comprensi&oacute;n del universo. Adem&aacute;s de sus logros cient&iacute;ficos, Einstein tambi&eacute;n fue un activista pol&iacute;tico, un humanista y un defensor de la paz.
            Einstein naci&oacute; en una familia jud&iacute;a y creci&oacute; en M&uacute;nich, Alemania. Su padre, Hermann Einstein, era un comerciante y su madre, Pauline Koch, era pianista y violinista. Einstein asisti&oacute; a una escuela secundaria en Suiza, donde mostr&oacute; habilidades en matem&aacute;ticas y f&iacute;sica. En 1896, Einstein ingres&oacute; en la Escuela Polit&eacute;cnica Federal de Suiza en Z&uacute;rich para estudiar f&iacute;sica y matem&aacute;ticas. En 1900, se gradu&oacute; con un t&iacute;tulo en ense&ntilde;anza de f&iacute;sica y matem&aacute;ticas.
            Despu&eacute;s de graduarse, Einstein tuvo dificultades para encontrar trabajo como profesor universitario, por lo que acept&oacute; un trabajo en la Oficina de Patentes de Berna, Suiza. Durante su tiempo en la oficina de patentes, Einstein continu&oacute; trabajando en sus investigaciones cient&iacute;ficas. En 1905, public&oacute; cinco trabajos innovadores en revistas cient&iacute;ficas, que se convirtieron en la base de la f&iacute;sica moderna.
            Uno de los trabajos de Einstein en 1905, su teor&iacute;a especial de la relatividad, revolucion&oacute; la f&iacute;sica al proponer que las leyes de la f&iacute;sica son las mismas para todos los observadores que se mueven uniformemente, independientemente de su velocidad. Esto llev&oacute; a la f&oacute;rmula m&aacute;s famosa de Einstein, E=mc&sup2;, que demostr&oacute; que la materia y la energ&iacute;a son intercambiables. La teor&iacute;a especial de la relatividad tambi&eacute;n estableci&oacute; que la velocidad de la luz es constante, independientemente del movimiento de la fuente.
            En 1915, Einstein complet&oacute; su teor&iacute;a general de la relatividad, que expandi&oacute; la teor&iacute;a especial para incluir la gravedad y explic&oacute; c&oacute;mo la masa curva el espacio-tiempo. Esta teor&iacute;a tambi&eacute;n tuvo un gran impacto en la f&iacute;sica y en la comprensi&oacute;n de la estructura del universo.
            Durante la d&eacute;cada de 1920, Einstein continu&oacute; trabajando en su teor&iacute;a general de la relatividad, as&iacute; como en la mec&aacute;nica cu&aacute;ntica. En 1921, recibi&oacute; el Premio Nobel de F&iacute;sica por su explicaci&oacute;n del efecto fotoel&eacute;ctrico. En la d&eacute;cada de 1930, Einstein se convirti&oacute; en un defensor de la paz y se involucr&oacute; en la pol&iacute;tica internacional. A pesar de ser jud&iacute;o, rechaz&oacute; el sionismo pol&iacute;tico y abog&oacute; por una soluci&oacute;n pac&iacute;fica al conflicto en Oriente Medio.
            En 1933, debido al aumento del antisemitismo en Alemania, Einstein huy&oacute; a los Estados Unidos y se estableci&oacute; en el Instituto de Estudios Avanzados de Princeton, Nueva Jersey. All&iacute;, continu&oacute; trabajando en su teor&iacute;a unificada de la f&iacute;sica, que nunca complet&oacute;.
        </p>
        <footer class="pieBiografia">
            <a href="https://es-es.facebook.com/" class="cajaPieBiografia">FACEBOOK</a>
            <a href="https://twitter.com/?lang=es" class="cajaPieBiografia">TWITTER</a>
            <a href="" class="cajaPieBiografia">IMPRIMIR</a>
        </footer>
    </main>

    <aside class="barraLateral">
        <br><b class="tituloEnlaces">HTML</b></br>
        <a class="enlacesAux" href="http://www.w3schools.com/html/">http://www.w3schools
            .com/html/</a>
        <a class="enlacesAux" href="https://developer.mozilla.org/es/docs/Web/HTML">https://developer.mozilla
            .org/es/docs/Web/HTML</a>
        <br><b class="tituloEnlaces">CSS</b></br>
        <a class="enlacesAux" href="http://www.w3schools.com/css/">http://www.w3schools.com/css/</a>
        <a class="enlacesAux" href="https://developer.mozilla.org/es/docs/Web/CSS">https://developer.mozilla.org/
            es/docs/Web/CSS</a>
        <br><b class="tituloEnlaces">Grid Layouts</b></br>
        <a class="enlacesAux" href="https://developer.mozilla.org/en-US/docs/Web/CSS/CSS_Grid_Layout/Basic_Concepts_of_Grid_Layout">https://developer.mozilla.org/
            en-US/docs/Web/CSS/
            CSS_Grid_Layout/
            Basic_Concepts_
            of_Grid_Layout</a>
    </aside>

    <footer class="piePagina">
        <br><b> Tel&eacute;fono de contacto: </b> 722 82 90 65</br>
        <br><b> Correo: </b> pacc&#64;correo.ugr.es</br>
        <br><b>&copy; Copyright 2020 paco</b></br>
    </footer>
</html>